Revit 2027 API
ParameterTypeId.StructuralFloorCoreThickness Property
 "Core Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralFloorCoreThickness { get; }
Public Shared ReadOnly Property StructuralFloorCoreThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralFloorCoreThickness {
	ForgeTypeId^ get ();
}
static member StructuralFloorCoreThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace